{
  "activities": [
    {
      "insSpanish":"ENCUENTRA TODAS LAS VOCALES ¡CUIDADO QUE LAS BURBUJAS SE MUEVEN!",
      "insEnglish":"FIND THE VOWELS. PAY ATTENTION TO THE BUBBLES!",
      "nameSpanish": "Reconocer Vocales",
      "infoSpanish": "Identifica las vocales.\n\nSe espera que se reconozcan las vocales de entre todas las letras del abecedario.",
      "nameEnglish": "Identify vowels",
      "infoEnglish": "Identify vowels.\n\nChildren should find the vowels."
      
    },
    {
      "insSpanish":"HAZ CLICK SOBRE LA VOCAL CON LA QUE EMPIEZA CADA PALABRA",
      "insEnglish":"LOOK AT THE OBJECT AND CLICK ON THE VOWEL IT STARTS WITH",
      "nameSpanish": "¿Con qué vocal empieza la palabra?",
      "infoSpanish": "Identifica la vocal con la que empieza cada palabra.\n\nSe espera que se reconozca el uso de las vocales a partir de su sonido.",
     "nameEnglish": "Identify the begining vowel for each object",
      "infoEnglish": "Identify the begining vowel for each object. \n\nChildren should recognize the use of vowels."
   
    },
    {
      "insSpanish":"HAZ CLICK SOBRE EL DIBUJO QUE EMPIEZA CON CADA VOCAL",
      "insEnglish":"CLICK ON THE OBJECT THAT STARTS WITH EACH VOWEL",
      "nameSpanish": "¿Qué palabras empiezan con la vocal?",
      "infoSpanish": "Identifica las palabras que empiezan con vocales.\n\nSe espera que se reconozca el uso de las vocales al comienzo de distintas palabras.",
    "nameEnglish": "Identify the word that starts with each vowel",
      "infoEnglish": "Identify the word that starts with each vowel\n\nChildren should recognize vowels at the begining of words"
    },
    {
      "insSpanish":"COMPLETA LA PALABRA CON LAS VOCALES QUE FALTAN",
      "insEnglish":"FILL IN THE WORD WITH THE MISSING VOWELS",
      "nameSpanish": "Vocales dentro de palabras",
      "infoSpanish": "Identifica las vocales faltantes en cada palabra.\n\nSe espera que se identifiquen la o las vocales faltantes a partir de su sonido.",
       "nameEnglish": "Identify vowels in words",
      "infoEnglish": "Identify the missing vowels.\n\nChildren should use vowels in words"
    },
    {
      "insSpanish":"ARRASTRA LAS LETRAS PARA PONERLAS EN ORDEN",
      "insEnglish":"DRAG THE LETTERS SO AS TO PUT THEM IN ORDER",
      "nameSpanish": "Ordena el abecedario",
      "infoSpanish": "Identifica las letras del abecedario y ordénalas.\n\nSe espera que se conozcan las letras y su secuenciación.",
       "nameEnglish": "Put the alphabet in order",
      "infoEnglish": "Identify the letters of the alphabet.\n\nChildren should know the letters of the alphabet and their order"
    },
    {
      "insSpanish":" HAZ CLICK SOBRE EL DIBUJO QUE EMPIEZA CON CADA LETRA",
      "insEnglish":"CLICK ON THE DRAWING THAT STARTS WITH EACH LETTER",
      "nameSpanish": "¿Qué palabras empiezan con la letra indicada?",
      "infoSpanish": "Identifica el objeto que comienza con la letra especificada.\n\nSe espera que se reconozca el uso de las letras a partir de su sonido.",
     "nameEnglish": "Identify the word that starts with each letter",
      "infoEnglish": "Identify the object that starts with each letter.\n\nChildren should recognize letters"
    
    },
   {
      "insSpanish":"ELIGE UN OBJETO A LA VEZ PARA FORMAR EL ABECEDARIO",
      "insEnglish":"CHOOSE ONE OBJECT AT A TIME TO FORM THE ALPHABET",
      "nameSpanish": "Memoria",
      "infoSpanish": "Identificar la letra inicial de cada objetos.\n\nSe espera que se reconozca las letras y secuenciar el abecedario",
      "nameEnglish": "Memory",
      "infoEnglish": "Identify the first letter of each word.\n\nChildren should identify the first leter of words and create the alphabet"
    },
   {
      "insSpanish":"ESCUCHA Y ESCRIBE CADA PALABRA",
      "insEnglish":"LISTEN AND WRITE",
      "nameSpanish": "Escribir palabras",
      "infoSpanish": "Mira y escucha el objeto, luego escribe la palabra.\n\nSe espera comenzar con la escritura de palabras simples.",
      "nameEnglish": "Write the word",
      "infoEnglish": "Look and listen to the object, then write the word.\n\nChildren should start writing small words"
    },
    {
      "insSpanish":"ELIGE LA LETRA FALTANTE. HAZ CLICK SOBRE CADA LETRA PARA CAMBIARLA A MAYÚSCULA O MINÚSCULA.",
      "insEnglish":"CHOOSE THE MISSING LETTER. CLICK ON THE LETTER TO MAKE IT LOWER OR UPPER CASE",
      "nameSpanish": "Mayúsculas y Minúsculas",
      "infoSpanish": "Identifica la letra faltante. Determina si es mayúscula o minúscula\n\nSe espera el correcto uso de las mayúscula y minúscula",
      "nameEnglish": "Upper and lower case",
      "infoEnglish": "Identify the missing letter.\n\nChildren should use upper and lower case letters properly"
    },
    {
      "insSpanish":"ARRASTRA LAS PALABRAS CORRECTAS PARA FORMAR UNA ORACIÓN.",
      "insEnglish":"DRAG THE LETTERS TO CREATE A SENTENCE",
      "nameSpanish": "Creando oraciones simples",
      "infoSpanish": "Elige las palabras para formar una oración.\n\nSe espera crear oraciones simples. Teniendo en cuenta puntuación y secuenciación.",
      "nameEnglish": "Creating sentences",
      "infoEnglish": "Choose the words you need to create the sentence.\n\nChildren should form small sentences, paying attention to punctuation."
    },
    {
      "insSpanish":"HAZ CLICK SOBRE LAS SÍLABAS QUE FORMAN LA PALABRA.",
      "insEnglish":"CLICK ON THE SILABLES THAT FORM THE WORD",
      "nameSpanish": "Sílabas",
      "infoSpanish": "Elige las sílabas que forman la palabra presentada.\n\nSe espera componer palabras a partir de sus s'ilabas. Como as[i tambi[en, separar palabras en s[ilabas correctamente.",
      "nameEnglish": "SILABLES",
      "infoEnglish": "Choose the silables that forma the word.\n\nChildren should form words out of their silables."
    },
    {
      "insSpanish":"SEPARA LA ORACIÓN. HAZ CLICK SOBRE LA PRIMER LETRA DE LA PALABRA Y ARRASTRA HASTA LA ÚLTIMA LETRA, SI TE EQUIVOCAS, HAZ CLICK SOBRE LA PALABRA QUE SE ENCUENTRA EN EL RECTÁNGULO DE ARRIBA.",
      "insEnglish":"SEPARATE THE SENTENCE. ",
      "nameSpanish": "Separar palabras dentro de una oraciones",
      "infoSpanish": "Separa las palabras para crear una oración correcta.\n\nSe espera separar oraciones correctamente.",
      "nameEnglish": "Separate sentences",
      "infoEnglish": "Separate the words to create a correct sentence.\n\nChildren should separate sentences properly"
    }
    
  ]
}