{
  "activities": [
    {
      "insSpanish":"ENCUENTRA TODAS LAS VOCALES ¡CUIDADO QUE LAS BURBUJAS SE MUEVEN!",
      "insEnglish":"FIND THE VOWELS. WATCH OUT FOR TO THE BUBBLES!",
      "nameSpanish": "Reconocer Vocales",
      "infoSpanish": "Identifica las vocales.\n\nSe espera que se reconozcan las vocales de entre todas las letras del abecedario.",
      "nameEnglish": "Identify vowels",
      "infoEnglish": "Identify vowels.\n\nChildren should find the vowels."
      
    },
    {
      "insSpanish":"HAZ CLICK SOBRE LA VOCAL CON LA QUE EMPIEZA CADA PALABRA",
      "insEnglish":"LOOK AT THE OBJECT AND CLICK ON THE VOWEL IT STARTS WITH",
      "nameSpanish": "¿Con qué vocal empieza la palabra?",
      "infoSpanish": "Identifica la vocal con la que empieza cada palabra.\n\nSe espera que se reconozca el uso de las vocales a partir de su sonido.",
     "nameEnglish": "Identify the begining vowel for each object",
      "infoEnglish": "Identify the begining vowel for each object. \n\nChildren should recognize the use of vowels."
   
    },
    {
      "insSpanish":"HAZ CLICK SOBRE EL DIBUJO QUE EMPIEZA CON CADA VOCAL",
      "insEnglish":"CLICK ON THE OBJECT THAT STARTS WITH EACH VOWEL",
      "nameSpanish": "¿Qué palabras empiezan con la vocal?",
      "infoSpanish": "Identifica las palabras que empiezan con vocales.\n\nSe espera que se reconozca el uso de las vocales al comienzo de distintas palabras.",
    "nameEnglish": "Identify the word that starts with each vowel",
      "infoEnglish": "Identify the word that starts with each vowel\n\nChildren should recognize vowels at the begining of words"
    },
    {
      "insSpanish":"COMPLETA LA PALABRA CON LAS VOCALES QUE FALTAN",
      "insEnglish":"FILL IN THE WORD WITH THE MISSING VOWELS",
      "nameSpanish": "Vocales dentro de palabras",
      "infoSpanish": "Identifica las vocales faltantes en cada palabra.\n\nSe espera que se identifiquen la o las vocales faltantes a partir de su sonido.",
       "nameEnglish": "Identify vowels in words",
      "infoEnglish": "Identify the missing vowels.\n\nChildren should use vowels in words"
    },
    {
      "insSpanish":"ESCRIBE LAS ORACIONES USANDO LOS DIBUJOS",
      "insEnglish":"WRITE THE SENTENCES USING THE DRAWINGS",
      "nameSpanish": "Oraciones con pictogramas",
      "infoSpanish": "Crea oraciones usando pictogramas\n\nSe espera que se creen oraciones simples previo a la escritura.",
    "nameEnglish": "Sentences with pictograms",
      "infoEnglish": "Create sentences using pctograms\n\nChildren should create sentences before being able to write."
    },
    {
      "insSpanish":"ENCUENTRA TODAS LAS LETRAS ¡CUIDADO QUE LAS BURBUJAS SE MUEVEN!",
      "insEnglish":"FIND THE LETTERS. WATCH OUT FOR TO THE BUBBLES!",
      "nameSpanish": "Reconocer Consonantes",
      "infoSpanish": "Identifica las consonantes.\n\nSe espera que se reconozcan las consonantes de entre todas las letras del abecedario.",
       "nameEnglish": "Identify letters",
      "infoEnglish": "Identify letters.\n\nChildren should find the letters."
    },
    {
      "insSpanish":"HAZ CLICK SOBRE EL DIBUJO QUE EMPIEZA CON CADA LETRA",
      "insEnglish":"CLICK ON THE DRAWING THAT STARTS WITH EACH LETTER",
      "nameSpanish": "¿Qué palabras empiezan con la letra indicada?",
      "infoSpanish": "Identifica el objeto que comienza con la letra especificada.\n\nSe espera que se reconozca el uso de las letras a partir de su sonido.",
     "nameEnglish": "Identify the word that starts with each letter",
      "infoEnglish": "Identify the object that starts with each letter.\n\nChildren should recognize letters"
    
    },
    {
      "insSpanish":"INDICA CUANTAS LETRAS TIENE LA PALABRA",
      "insEnglish":"SHOW HOW MANY LETTERS THE WORD HAS",
      "nameSpanish": "Cantidad de letras que componen la palabra",
      "infoSpanish": "Indica la cantidad de letras que tiene la palabra.\n\nSe espera que se identifique la cantidad de letras para componer palabras",
       "nameEnglish": "Amount of letters the word has",
      "infoEnglish": "Show how many letters the word has.\n\nChildren should recognize the amount of letters and then spell words."
    },
    {
      "insSpanish":"ELIGE LAS LETRAS QUE FORMAN EL SONIDO",
      "insEnglish":"CHOOSE THE LETTERS THAT FORM THE SOUND",
      "nameSpanish": "Sonidos Combinados",
      "infoSpanish": "Elige las letras que forman el sonido.\n\nSe espera que se reconozcan los distntos sonidos al unir dos letras.",
       "nameEnglish": "Combined sounds",
      "infoEnglish": "Choose the letters that make the sound you hear.\n\nChildren should be able to recognize the sounds letter do when put together."
    },
    {
      "insSpanish":"ELIGE EL PRINCIPIO DE LAS PALABRAS QUE SEA IGUAL",
      "insEnglish":"CHOOSE THE BEGINING OF THE WORDS THAT ARE THE SAME",
      "nameSpanish": "Sílabas iniciales",
      "infoSpanish": "Elige el principio de las alabras que sea igual.\n\nSe espera que se identifiquen los sonidos iguales.",
       "nameEnglish": "Begining syllables",
      "infoEnglish": "Choose the begining of the words that are the same.\n\nChildren should be able to identify begining sounds"
    },
    {
      "insSpanish":"ELIGE EL FINAL DE LAS PALABRAS QUE SEA IGUAL",
      "insEnglish":"CHOOSE THE ENDING OF THE WORDS THAT ARE THE SAME",
      "nameSpanish": "Sílabas finales",
      "infoSpanish": "Elige el final de las alabras que sea igual.\n\nSe espera que se identifiquen los sonidos iguales.",
       "nameEnglish": "Ending syllables",
      "infoEnglish": "Choose the ending of the words that are the same.\n\nChildren should be able to identify ending sounds"
    },
     {
      "insSpanish":"HAZ CLICK SOBRE LAS SÍLABAS QUE FORMAN LA PALABRA.",
      "insEnglish":"CLICK ON THE SYLLABLES THAT FORM THE WORD",
      "nameSpanish": "Sílabas",
      "infoSpanish": "Elige las sílabas que forman la palabra presentada.\n\nSe espera componer palabras a partir de sus sílabas. Como así también, separar palabras en sílabas correctamente.",
      "nameEnglish": "SYLLABLES",
      "infoEnglish": "Choose the syllables that forma the word.\n\nChildren should form words out of their syllables."
    },
    {
      "insSpanish":"ELIGE LAS LETRAS QUE FORMAN LA PALABRA",
      "insEnglish":"CHOOSE THE LETTERS THA SPELL THE WORD",
      "nameSpanish": "Letras que componen la palabra",
      "infoSpanish": "Elige las letras que componen la palabra.\n\nSe espera que se reconozcan las letras de una palabra a partir del sonido",
      "nameEnglish": "Letters that spell the word",
      "infoEnglish": "Choose the letters that spell the word.\n\nChildren should identify theletters in a word."
    },
    {
      "insSpanish":"REORDENA LAS LETRAS PARA FORMAR LA PALABRA",
      "insEnglish":"PUT THE LETTERS IN ORDER TO WRITE THE WORD",
      "nameSpanish": "Reordenando letras",
      "infoSpanish": "Reordena las letras para formar la palabra.\n\nSe espera que se reconozca el orden de las letras a partir del sonido.",
      "nameEnglish": "Putting letters in order",
      "infoEnglish": "Put the letters in order to write the words.\n\nChildren should identify letter order to write words."
    }, 
   {
      "insSpanish":"ESCUCHA Y ESCRIBE CADA PALABRA",
      "insEnglish":"LISTEN AND WRITE",
      "nameSpanish": "Escribir palabras",
      "infoSpanish": "Mira y escucha el objeto, luego escribe la palabra.\n\nSe espera comenzar con la escritura de palabras simples.",
      "nameEnglish": "Write the word",
      "infoEnglish": "Look and listen to the object, then write the word.\n\nChildren should start writing small words"
    },
    {
      "insSpanish":"ENCUENTRA EL ERROR",
      "insEnglish":"FIND THE MISTAKE",
      "nameSpanish": "Errores",
      "infoSpanish": "Encuentra la palabra incorrecta\n\nSe espera que se reconozcan palabras similares como distintas",
      "nameEnglish": "Mistakes",
      "infoEnglish": "Find the word that has a mistake.\n\nChildren should be able to recognize similar words as different"
    },
    {
      "insSpanish":"ORDENA LAS PALABRAS DEPENDIENDO DE LA PRIMERA LETRA",
      "insEnglish":"PUT THEWORDS IN ORDER LOOKING AT ITS FIRST LETTER",
      "nameSpanish": "Ordenando palabras",
      "infoSpanish": "Ordena las palabras dependiendo de su primera letra.\n\nSe espera que se reconozca el orden alfabético de las palabras",
      "nameEnglish": "Putting words in order",
      "infoEnglish": "Put the words in order by looking at its first letter\n\nChildren should identify alphabetical order"
    },
    {
      "insSpanish":"ARRASTRA LAS PALABRAS CORRECTAS PARA FORMAR UNA ORACIÓN.",
      "insEnglish":"DRAG THE LETTERS TO CREATE A SENTENCE",
      "nameSpanish": "Creando oraciones simples",
      "infoSpanish": "Elige las palabras para formar una oración.\n\nSe espera crear oraciones simples. Teniendo en cuenta puntuación y secuenciación.",
      "nameEnglish": "Creating sentences",
      "infoEnglish": "Choose the words you need to create the sentence.\n\nChildren should form small sentences, paying attention to punctuation."
    }
    
  ]
}