{
  "activities": [
    {
      "insSpanish":"ENCUENTRA TODAS LAS VOCALES ¡CUIDADO QUE LAS BURBUJAS SE MUEVEN!",
      "insEnglish":"",
      "nameSpanish": "Reconocer Vocales",
      "infoSpanish": "Identifica las vocales.\n\nSe espera que se reconozcan las vocales de entre todas las letras del abecedario.",
      "nameEnglish": "",
      "infoEnglish": ""
      
    },
    {
      "insSpanish":"HAZ CLICK SOBRE LA VOCAL CON LA QUE EMPIEZA CADA PALABRA",
      "insEnglish":"",
      "nameSpanish": "¿Con qué vocal empieza la palabra?",
      "infoSpanish": "Identifica la vocal con la que empieza cada palabra.\n\nSe espera que se reconozca el uso de las vocales a partir de su sonido.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":"HAZ CLICK SOBRE EL DIBUJO QUE EMPIEZA CON CADA VOCAL",
      "insEnglish":"",
      "nameSpanish": "¿Qué palabras empiezan con la vocal?",
      "infoSpanish": "Identifica las palabras que empiezan con vocales.\n\nSe espera que se reconozca el uso de las vocales al comienzo de distintas palabras.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":"COMPLETA LA PALABRA CON LAS VOCALES QUE FALTAN",
      "insEnglish":"",
      "nameSpanish": "Vocales dentro de palabras",
      "infoSpanish": "Identifica las vocales faltantes en cada palabra.\n\nSe espera que se identifiquen la o las vocales faltantes a partir de su sonido.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":"ARRASTRA LAS LETRAS PARA PONERLAS EN ORDEN",
      "insEnglish":"",
      "nameSpanish": "Ordena el abecedario",
      "infoSpanish": "Identifica las letras del abecedario y ordénalas.\n\nSe espera que se conozcan las letras y su secuenciación.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":" HAZ CLICK SOBRE EL DIBUJO QUE EMPIEZA CON CADA LETRA",
      "insEnglish":"",
      "nameSpanish": "¿Qué palabras empiezan con la letra indicada?",
      "infoSpanish": "Identifica el objeto que comienza con la letra especificada.\n\nSe espera que se reconozca el uso de las letras a partir de su sonido.",
      "nameEnglish": "",
      "infoEnglish": ""
    }
    {
      "insSpanish":"ESCUCHA Y ESCRIBE CADA PALABRA",
      "insEnglish":"",
      "nameSpanish": "Escribir palabras",
      "infoSpanish": "Mira y escucha el objeto, luego escribe la palabra.\n\nSe espera comenzar con la escritura de palabras simples.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":"ELIGE LA LETRA FALTANTE. HAZ CLICK SOBRE CADA LETRA PARA CAMBIARLA A MAYÚSCULA O MINÚSCULA",
      "insEnglish":"",
      "nameSpanish": "Mayúsculas y minúsculas",
      "infoSpanish": "Identifica la letra faltante. Determina si es mayúscula o minúscula\n\nSe espera el correcto uso de las mayúscula y minúscula.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":"ARRASTRA LAS PALABRAS CORRECTAS PARA FORMAR UNA ORACIÓN.",
      "insEnglish":"",
      "nameSpanish": "Creando oraciones simples",
      "infoSpanish": "Elige las palabras para formar una oración.\n\nSe espera crear oraciones simples. Teniendo en cuenta puntuación y secuenciación.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":"HAZ CLICK SOBRE LAS SÍLABAS QUE FORMAN LA PALABRA.",
      "insEnglish":"",
      "nameSpanish": "Sílabas",
      "infoSpanish": "Elige las sílabas que forman la palabra presentada.\n\nSe espera componer palabras a partir de sus s[ilabas. Como as[i tambi[en, separar palabras en s[ilabas correctamente.",
      "nameEnglish": "",
      "infoEnglish": ""
    },
    {
      "insSpanish":"SEPARA LA ORACIÓN. HAZ CLICK SOBRE LA PRIMER LETRA DE LA PALABRA Y ARRASTRA HASTA LA ÚLTIMA LETRA, SI TE EQUIVOCAS, HAZ CLICK SOBRE LA PALABRA QUE SE ENCUENTRA EN EL RECTÁNGULO DE ARRIBA.",
      "insEnglish":"",
      "nameSpanish": "Separar palabras dentro de una oraciones",
      "infoSpanish": "Separa las palabras para crear una oración correcta.\n\nSe espera separar oraciones correctamente.",
      "nameEnglish": "",
      "infoEnglish": ""
    }

  ]
}