{
  "activities": [
    {
      "insSpanish":"HAZ CLICK SOBRE EL NÚMERO QUE ESCUCHAS",
      "insEnglish":"LISTEN AND CLICK",
      "nameSpanish": "¡Elige el número correcto!",
      "infoSpanish": "Indentifica los números del 1 al 10 a partir del audio.\n\nSe espera que se reconozan los números y relacionen su sonido con su forma escrita.",
      "nameEnglish": "Choose the correct number!",
      "infoEnglish": "Listen and identify the numbers from 1 to 10.\n\nYou should recognize the numbers and relate their sound to their written form."
      
    },
    {
      "insSpanish":"ORDENA LOS NÚMEROS EN EL ORDEN QUE INDICA LA CONSIGNA",
      "insEnglish":"READ THE INSTRUCTIONS AND PUT THE NUMBERS IN ORDER",
      "nameSpanish": "¡Ordena los números!",
      "infoSpanish": "Ordena los números según la consigna: de menor a mayor o de mayor a menor.\n\nPara esto, se deben reconocer y utilizar los números naturales.",
      "nameEnglish": "Put the numbers in order!",
      "infoEnglish": "Read the instructions and put the numbers in order: from smallest to biggest or from biggest to smallest.\n\nYou should recognize and use natural numbers."
    },
    {
      "insSpanish":"CUENTA LAS PARTES DE LOS MONSTRUOS E INDICA LA CANTIDAD",
      "insEnglish":"COUNT EACH PART AND SAY HOW MANY THE MONSTER HAS",
      "nameSpanish": "Contar del 1 al 10",
      "infoSpanish": "Mira el monstruo y cuenta cuántas partes tiene.\n\nSe espera que se identifiquen cantidades en un grupo de hasta 10 elementos.",
      "nameEnglish": "Count from 1 to 10",
      "infoEnglish": "Look at the monster and count.\n\nYou should identify amounts in groups of up to 10 elements."
    },
    {
      "insSpanish":"SIGUE LAS INDICACIONES DE ARRIBA PARA CREAR TU MONSTRUO",
      "insEnglish":"FOLLOW THE INSTRUCTIONS AND CREATE YOUR OWN MONSTER",
      "nameSpanish": "Adición del 1 al 10",
      "infoSpanish": "Sigue las indicaciones y agrega las partes para crear tu propio monstruo.\n\nSe espera que se identifiquen cantidades en un grupo de hasta 10 elementos.",
      "nameEnglish": "Add numbers from 1 to 10",
      "infoEnglish": "Follow the instructions and add each part to make your own monster.\n\nYou should identify amounts in groups of up to 10 elements."
    },
    {
      "insSpanish":"SELECCIONA LAS FIGURAS A PARTIR DEL CRITERIO INDICADO\nPUEDE SER POR COLOR, TAMAÑO O FORMA",
      "insEnglish":"READ THE HEADING AND CHOOSE THE DIFFERENT PICTURES\nBY COLOUR, SIZE OR SHAPE",
      "nameSpanish": "Agrupa según un criterio",
      "infoSpanish": "Elige las figuras y agrupa según el criterio indicado.\n\nSe debe poder clasificar según un criterio, contar y luego justificar su razonamiento.",
      "nameEnglish": "Use a criteria to group the objects",
      "infoEnglish": "Choose the figures and group following the instructions.\n\nYou should use different criteria to group items, count and then justify."
    },
    {
       "insSpanish":"PULSA EL BOTÓN DE AUDIO Y SELECCIONA EL NÚMERO QUE ESCUCHAS",
      "insEnglish":"CLICK THE AUDIO BOTON AND CHOOSE THE NUMBER YOU HEAR",
      "nameSpanish": "¿Dónde estoy?",
      "infoSpanish": "Indentifica los números del 1 al 100 a partir del audio.\n\nSe debe conocer la secuenciación numérica y los criterios de la grilla.",
      "nameEnglish": "Where am I?",
      "infoEnglish": "Listen and identify the numbers from 1 to 100.\n\nYou should know the order of numbers in a numerical series and the logic of the grid."
    },
    {
       "insSpanish":"LEE LA CONSIGNA Y SELECCIONA EL NÚMERO INDICADO",
      "insEnglish":"READ THE INSTRUCTIONS AND CHOOSE THE NUMBER",
      "nameSpanish": "¿Cuál soy?",
      "infoSpanish": "Ubica el número del 1 al 100 en el castillo a partir de indicaciones.\n\nSe espera que se puedan identificar regularidades en la serie numérica para leer, escribir y comparar números.",
      "nameEnglish": "Which am I?",
      "infoEnglish": "Follow the instructions and choose the number from 1 to 100.\n\nYou should identify numbers in a numerical series so as to read, write and compare numbers."
    },
    {
       "insSpanish":"LEE LA CONSIGNA Y SELECCIONA EL NÚMERO INDICADO",
      "insEnglish":"READ THE INSTRUCTIONS AND CHOOSE THE NUMBER",
      "nameSpanish": "¿Quién soy?",
      "infoSpanish": "Ubica el número del 1 al 100 en el castillo a partir de indicaciones.\n\nSe espera que se pueda identificar regularidades en la serie numérica para leer, escribir y comparar números.",
      "nameEnglish": "Who am I?",
      "infoEnglish": "Follow the instructions and choose the number from 1 to 100.\n\nYou should identify numbers in a numerical series so as to read, write and compare numbers."
    },
    {
       "insSpanish":"ELIGE EL ESPACIO EN BLANCO Y COMPLETA CON EL NÚMERO CORRECTO",
      "insEnglish":"CHOOSE THE BLANK SPACE AND COMPLETE IT WITH THE CORRECT NUMBER",
      "nameSpanish": "Rompecabezas de números",
      "infoSpanish": "Completa la secuencia con los números que falten del 1 al 100.\n\nPara esto se debe identificar irregularidades en la serie numérica para leer, escribir y comparar números.",
      "nameEnglish": "Number puzzle",
      "infoEnglish": "Complete using numbers from 1 to 100.\n\nYou should identify numbers in a numerical series so as to read, write and compare numbers."
    },
    {
       "insSpanish":"ELIGE EL ESPACIO EN BLANCO Y COMPLETA CON EL NÚMERO CORRECTO",
      "insEnglish":"CHOOSE THE BLANK SPACE AND COMPLETE IT WITH THE CORRECT NUMBER",
      "nameSpanish": "¿Qué falta?",
      "infoSpanish": "Completa los números del 1 al 100 que rodean el número seleccionado.\n\nPara esto se debe conocer la secuenciación numérica y los criterios de la grilla.",
      "nameEnglish": "What's missing?",
      "infoEnglish": "Complete using numbers from 1 to 100.\n\nYou should know the order of numbers in a numerical series and the logic of the grid."
    },
    {
       "insSpanish":"MIRA EL SEGMENTO Y SELECCIONA LOS NÚMEROS QUE ESTÁN MAL",
      "insEnglish":"LOOK AT THE GROUP OF NUMBERS AND CHOOSE THE ONES THAT ARE IN THE WRONG PLACE",
      "nameSpanish": "Irregularidades",
      "infoSpanish": "Mira la secuencia de números del 1 al 100 y selecciona los números mal puestos.\n\nPara esto se debe identificar secuencias en fragmentos numéricos, sin necesidad de contar a partir del 1.",
      "nameEnglish": "Irregularity",
      "infoEnglish": "Look at the group of numbers from 1 to 100 and choose the number that is in the wrong place.\n\nComplete using numbers from 1 to 100. You should identify series in numerical fragments, without turning to count from 1."
    },
    {
       "insSpanish":"REALIZA LA SUMA Y USA LOS NÚMEROS DE ABAJO PARA COMPLETAR",
      "insEnglish":"ADD UP THE NUMBERS AND USE THE ONES UNDERNEATH TO COMPLETE",
      "nameSpanish": "Del conteo al cálculo",
      "infoSpanish": "Suma los números.\n\nPara esto se deben usar las operaciones de adición y sustracción en distintas situaciones, evolucionando desde procedimientos basados en el conteo a procedimientos de cálculo.",
      "nameEnglish": "From adding to suming up",
      "infoEnglish": "Sum up the numbers.\n\nYou should add and substract in different situations."
    },
    {
       "insSpanish":"SELECCIONA LOS BILLETES PARA PAGAR EXACTO",
      "insEnglish":"USE THE BILLS TO PAY THE EXACT PRICE",
      "nameSpanish": "Adición en situaciones problemáticas",
      "infoSpanish": "Suma los billetes para pagar exacto.\n\nSe deben reconocer y usar operaciones de adición y sustracción en situaciones problemáticas.",
      "nameEnglish": "Adding problems",
      "infoEnglish": "Sum up the bills to pay the exact amount.\n\nYou should know how and when to add and substract in problematic situations."
    },
    {
       "insSpanish":"SELECCIONA LOS BILLETES PARA INDICAR CUÁNTO LE FALTA PAGAR",
      "insEnglish":"USE THE BILLS TO SHOW HOW MUCH YOU OWE",
      "nameSpanish": "Sustracción en situaciones problemáticas I",
      "infoSpanish": "Usa los billetes para mostrar cuánto te falta pagar.\n\nSe deben reconocer y usar operaciones de adición y sustracción en situaciones problemáticas.",
      "nameEnglish": "Substraction problems I",
      "infoEnglish": "Use the bills to show how much you owe.\n\nYou should know how and when to add and substract in problematic situations."
    },
    {
       "insSpanish":"SELECCIONA LOS BILLETES PARA INDICAR CUÁNTO LE SOBRA",
      "insEnglish":"USE THE BILLS TO SHOW HOW MUCH IS YOUR CHANGE",
      "nameSpanish": "Sustracción en situaciones problemáticas II",
      "infoSpanish": "Usa los billetes para mostrar cuánto es tu vuelto.\n\nSe deben reconocer y usar operaciones de adición y sustracción en situaciones problemáticas.",
      "nameEnglish": "Substraction problems II",
      "infoEnglish": "Use the bills to show how much is your change.\n\nYou should know how and when to add and substract in problematic situations."
    },
    {
       "insSpanish":"MIRA EL PRECIO Y EL BILLETE QUE TIENES\nY LUEGO INDICA CUÁNTO PODRÁS COMPRAR",
      "insEnglish":"LOOK AT THE PRICE AND THE BILL AND SHOW HOW MANY YOU CAN BUY",
      "nameSpanish": "Repartos en cantidades iguales",
      "infoSpanish": "Elige las cantidades que puedes comprar con el billete que tienes.\n\nSe deben reconocer y usar operaciones de adición y sustracción en situaciones problemáticas.",
      "nameEnglish": "Divide in equal amounts",
      "infoEnglish": "Choose the amount you can buy with the money you have.\n\nYou should know how and when to add and substract in problematic situations."
    }

  ]
}